Repository: SleepwalkerPasha/Giffz
Catalog: Social-Network-master/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Russian
ru: Русский

source: Delete post
ru: Удалить пост

source: Delete post?
ru: Удалить пост?

source: Are you sure you want to delete the post?
ru: Вы уверены, что хотите удалить этот пост?

source: Submit
ru: Подтвердить

source: Main page
ru: Главная

source: Update
ru: Редактировать

source: Delete
ru: Удалить

source: Post added
ru: Запись добавлена

source: Send
ru: Отправить

source: Update post
ru: Редактировать запись

source: Posts
ru: Запись

source: Likes given
ru: Поставил Лайков

source: Likes received
ru: Получил лайков

source: Friends
ru: Друзья

source: Add to friends
ru: Добавить в друзья

source: Waiting for approval
ru: Ожидает подтверждения

source: Remove from friends
ru: Удалить из друзей

source: No posts of this user
ru: Нет записей у пользователя

source: No invitations here
ru: Нет запросов

source: See profile
ru: Посмотреть профиль

source: Accept invite
ru: Принять запрос

source: Reject invite
ru: Отклонить запрос

source: Update your Profile
ru: Редактировать свой профиль

source: Provide some additional/ the newest info about you
ru: Добавьте дополнительную / новую информацию о себе

source: All profiles
ru: Все профили

source: No profiles to interact with
ru: Нет профилей

source: invite friends
ru: Пригласить друзей

source: Home page
ru: Домашняя

source: Login Form
ru: Авторизация

source: Login
ru: Логин

source: Username
ru: Имя пользователя

source: At least 2 characters long
ru: Минимум длиной в 2 символа

source: Must only contains letters and first uppercase letter
ru: Содержит первую заглавную и строчные символы на латинице

source: Password
ru: Пароль

source: At least 8 characters long (and less than 100 characters)
ru: Минимум 8 символов и максимум 100

source: Contains at least 1 number
ru: Хотя бы 1 число

source: Contains at least 1 lowercase letter
ru: Хотя бы 1 символ нижнего регистра

source: Contains at least 1 uppercase letter
ru: Хотя бы 1 символ верхнего регистра

source: Contains a special character (e.g. @ !)
ru: Хотя бы 1 специальный символ (@ !)

source: Remember me
ru: Запомнить

source: Cancel
ru: Отмена

source: Forgot
ru: Забыли

source: password?
ru: пароль?

source: Board
ru: Лента

source: All Profiles
ru: Все профили

source: Send Invites
ru: Отправленные запросы

source: Received Invites
ru: Полученные запросы

source: Search
ru: Поиск

source: Logout
ru: Выйти
